[
  {
    "id": 1,
    "title": "Квартира за гаражом (чтобы никто не видел)",
    "description": "Уютная квартира в подъезде дома. Вид на припаркованную машину соседа. Идеально для того, чтобы спрятаться от цивилизации. В квартире есть матрас, микроволновка и кот, который не входит в комплект.",
    "type": "apartment",
    "bedrooms": 1,
    "guests": 1,
    "price": 50
  },
  {
    "id": 2,
    "title": "Дом-контейнер из Амстердама (или похожий)",
    "description": "Просторный дом, сделанный из старого морского контейнера. Ржавчина добавляет колорит. Стены железные, но душа теплая. Отлично подойдет для любителей индустриального стиля и людей, которые не боятся грозы.",
    "type": "house",
    "bedrooms": 2,
    "guests": 4,
    "price": 120
  },
  {
    "id": 3,
    "title": "Комната в хостеле (кровать #3 из 8)",
    "description": "Маленькая комната в огромном общежитии. Соседи часто приходят в 3 ночи и поют песни на разных языках. Окно выходит на вентиляционный люк. Но зато дешево! И весело! И очень весело в 3 часа ночи.",
    "type": "room",
    "bedrooms": 0,
    "guests": 1,
    "price": 25
  },
  {
    "id": 4,
    "title": "Пятиэтажный роскошный отель 'Люкс'",
    "description": "Отель, где номер на 10м этаже, но лифт сломан уже 3 года. Прекрасный вид с лестницы. Завтрак включен - это горячая вода из крана. Спа-салон - это душ, из которого капает вода. Но зато звезд на потолке очень много!",
    "type": "hotel",
    "bedrooms": 1,
    "guests": 2,
    "price": 75
  },
  {
    "id": 5,
    "title": "Современная квартира в подвале (очень современная!)",
    "description": "Апартаменты в подземном уровне. Окна смотрят прямо на ноги прохожих и их домашних животных. Природное освещение на уровне пещеры каменного века. Зато сыро и прохладно - как в холодильнике! Идеально для любителей морского климата.",
    "type": "apartment",
    "bedrooms": 1,
    "guests": 2,
    "price": 60
  },
  {
    "id": 6,
    "title": "Старинный немецкий замок (ну, почти замок)",
    "description": "Огромный деревянный дом в деревне, который выглядит как замок, если смотреть издалека и прищуриться. Потолки деревянные (слегка поедены червями), полы скрипят как оркестр. Привидений не включено, но мы не гарантируем. Зато на 2 гектарах земли полная свобода вопить в 3 часа ночи!",
    "type": "house",
    "bedrooms": 4,
    "guests": 8,
    "price": 180
  },
  {
    "id": 7,
    "title": "Чердак над булочной (запах свежего хлеба 24/7)",
    "description": "Маленькая студия на чердаке пекарни. По ночам булочки выпекаются, по утрам вкусный запах хлеба просачивается через все щели. Единственный минус - крысы думают, что это их квартира. Зато завтрак буквально под полом!",
    "type": "apartment",
    "bedrooms": 1,
    "guests": 1,
    "price": 45
  },
  {
    "id": 8,
    "title": "Хижина туриста-минималиста",
    "description": "Каркас дома. Буквально каркас. Стены? Нет. Двери? Были когда-то. Окна? Мечта. Зато здесь полная свобода и единение с природой. И с дождем. И с ветром. И с домашними животными соседей, которые забегают поужинать к вам.",
    "type": "room",
    "bedrooms": 0,
    "guests": 1,
    "price": 20
  }
]